"String" = "*字串*";"Cocoa Functions" = "Cocoa 函式";"Singleline Comment" = "// 註解";"Preprocessor" = "前置處理器";"Cocoa Types" = "Cocoa 類型";"Cocoa Stuff (Panther)" = "10.3 中的 Cocoa 附加物";"Comment" = "/* 註解 */";"Cocoa Classes" = "Cocoa 類別";"Keywords" = "關鍵字";"Characters" = "字元";"Memory Management" = "記憶體管理關鍵字";"FunctionRegex" = "函式呼叫";"Cocoa Constants" = "Cocoa 常數";"Messages" = "Objective-C 訊息呼叫";"Objective-C Keywords" = "符號 (@class 等等)";"Autodoc Comment" = "/*\" Autodoc 註解 \"*/";"Numbers" = "數字";